[
  {
    "id": 344870,
    "name": "God of War: Ragnarok",
    "plataform": "PlayStation 5",
    "price": 69.99,
    "genre": "Action",
    "publisher": "Sony",
    "developer": "Santa Monica Studio",
    "number of players": "1",
    "decription": "Embark on a mythic journey for answers and allies before Ragnarök arrives. Embark on an epic and heartfelt journey as Kratos and Atreus struggle with holding on and letting go.Against a backdrop of Norse Realms torn asunder by the fury of the Aesir, they’ve been trying their utmost to undo the end times. But despite their best efforts, Fimbulwinter presses onward.Witness the changing dynamic of the father-son relationship as they fight for survival; Atreus thirsts for knowledge to help him understand the prophecy of “Loki”, as Kratos struggles to break free of his past and be the father his son needs.See for yourself how fate will force a choice upon them: between their own safety or the safety of the realms. All the while, hostile Asgardian forces assemble",
    "img": "https://media.gamestop.com/i/gamestop/11206962-11206961?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 351073,
    "name": "Hogwarts Legacy Deluxe Edition",
    "plataform": "Xbox Series X",
    "price": 69.99,
    "genre": "Action",
    "publisher": "Warner Bros. Interactive Entertainment",
    "developer": "Avalanche Studios",
    "number of players": "1",
    "decription": "Experience magic like never before with Hogwarts Legacy. Set foot into the world of Harry Potter and discover a new era of the wizarding world. From fantastic beasts to dangerous villains, a magical adventure awaits you. For the first time, experience Hogwarts in the 1800s. Your character is a student who holds the key to an ancient secret that threatens to tear the wizarding world apart. Now you can take control of the action and be at the center of your own adventure in the wizarding world. ",
    "img": "https://m.media-amazon.com/images/I/818103BnOSL._AC_SL1500_.jpg"
  },

  {
    "id": 351975,
    "name": "Fire Emblem Engage",
    "plataform": "Nintendo Switch",
    "price": 59.99,
    "genre": "Strategy",
    "publisher": "Nintendo",
    "developer": "Nintendo ",
    "number of players": "1",
    "decription": "In a war against the Fell Dragon, four kingdoms worked together with heroes from other worlds to seal away this great evil. One-thousand years later, this seal has weakened and the Fell Dragon is about to reawaken. As a Divine Dragon, use rich strategies and robust customization to meet your destiny—to collect Emblem Rings and bring peace back to the Continent of Elyos.",
    "img": "https://media.gamestop.com/i/gamestop/20001849-7306d472?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 345400,
    "name": "Stray",
    "plataform": "PlayStation 5",
    "price": 39.99,
    "genre": "Adventure",
    "publisher": "Skybound",
    "developer": "BlueTwelve Studio",
    "number of players": "1",
    "decription": "See the world through the eyes of a stray cat in Stray on PS5. Roam the streets, defend yourself against unforeseen threats, and uncover the secrets of a city filled with dangerous creatures.Lost, alone and separated from family, a stray cat must untangle an ancient mystery to escape a long-forgotten city.Stray is a third-person cat adventure game set amidst the detailed, neon-lit alleys of a decaying cybercity and the murky environments of its seedy underbelly.",
    "img": "https://media.gamestop.com/i/gamestop/20001849-7306d472?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 202432,
    "name": "Elden Ring",
    "plataform": "Xbox Series X",
    "price": 49.94,
    "genre": "RPG",
    "publisher": "Bandai",
    "developer": "FromSoftware",
    "number of players": "1",
    "decription": "GameStop invites you to a mythical world filled with adventure in ELDEN RING on Xbox One and Xbox Series X. Danger lurks in every corner in this action RPG video game. Explore an open world rich with magic, ruins, and combat. Encounter the game’s secrets as you discover the mysteries of ELDEN RING.The Golden Order has been broken. Rise, Tarnished, and be guided by grace to brandish the power of the Elden Ring and become an Elden Lord in the Lands Between.",
    "img": "https://media.gamestop.com/i/gamestop/11180297/Elden-Ring---Xbox-Series-X?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 141686,
    "name": "The Legend of Zelda: Breath of the Wild ",
    "plataform": "Nintendo Switch",
    "price": 39.99,
    "genre": "RPG",
    "publisher": "Nintendo",
    "developer": "Nintendo",
    "number of players": "1",
    "decription": "Forget everything you know about The Legend of Zelda games. Step into a world of discovery, exploration, and adventure in The Legend of Zelda: Breath of the Wild, a boundary-breaking new game in the acclaimed series. Travel across vast fields, through forests, and to mountain peaks as you discover what has become of the kingdom of Hyrule in this stunning Open-Air Adventure. Now on Nintendo Switch, your journey is freer and more open than ever. Take your system anywhere, and adventure as Link any way you like.",
    "img": "https://media.gamestop.com/i/gamestop/10141904/The-Legend-of-Zelda-Breath-of-the-Wild---Nintendo-Switch?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 324796,
    "name": "Horizon Forbidden West ",
    "plataform": "PlayStation 5",
    "price": 54.99,
    "genre": "Action-RPG",
    "publisher": "Sony",
    "developer": "Sony",
    "number of players": "1",
    "decription": "the sequel to the critically-acclaimed Horizon Zero Dawn! Aloy is back on a new adventure. Journey with her across a beautiful post-apocalyptic world dominated by machine-like creatures and experience immersive gameplay as she faces staggering odds in this open-world action-adventure RPG video game.",
    "img": "https://media.gamestop.com/i/gamestop/11158704/Horizon-Forbidden-West-Launch-Edition---PlayStation-5?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 345704,
    "name": "Madden NFL 23",
    "plataform": "Xbox Series X",
    "price": 69.99,
    "genre": "Sports",
    "publisher": "Electronic Arts",
    "developer": "Tiburon",
    "number of players": "1-4",
    "decription": "Face of the Franchise: The League drops you into your fifth NFL season at a skill position of your choice (QB, WR, RB, CB, MLB) and you’re seeking a fresh start with a new team. Negotiate a one-year “prove-it” contract with one of 32 NFL teams and show out with great on-field performance to earn rewards and level up. The addition of New Drive Goals and Drive Summaries allow you to tweak your experience throughout a game and get feedback and rewards based on how well you play. Get performance boosts from weekly activities and training between games while Madden Ratings Adjustor Chad Johnson guides your career development by providing ratings updates as you strive for the highest level of prestige on your Road to 99. Will your NFL career rank among the all-time greats? It’s up to you.",
    "img": "https://media.gamestop.com/i/gamestop/11190741?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 178474,
    "name": "Super Mario Party",
    "plataform": "Nintendo Switch",
    "price": 69.99,
    "genre": "Party",
    "publisher": "Nintendo",
    "developer": "Nintendo",
    "number of players": "1-4",
    "decription": "A complete refresh of the Mario Party™ series on Nintendo Switch. The original 4-player Mario Party series board game mode that fans love is back, and your friends and family are invited to the party! Freely walk the board: choose where to move, which Dice Block to roll, and how to win the most Stars in skill-based minigames. Wait till you see the 2 vs 2 mode with grid-based maps, the creative uses of the console, and the series' first online minigame mode!.Test your skills in sets of five minigames with the new mode, Mariothon, and see how you stack up against players across the globe in Online Mariothon*. Whether you’re pedaling tricycles, flipping meat, or who knows what else, you’ll use Joy-Con™ controllers in clever ways across 80 new minigames; some are all-out free-for-alls, others are 2 vs 2, or even 1 vs 3! Toad’s Rec Room lets you pair up two Nintendo Switch™ systems**, which you’ll lay side-by-side on a flat surface like a real tabletop game. That way you can play a mini baseball game, battle tanks in custom arenas, or even see who can match the most bananas by repositioning the systems however you see fit!",
    "img": "https://media.gamestop.com/i/gamestop/10162374/Super-Mario-Party?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 301563,
    "name": "Ghost of Tsushima",
    "plataform": "PlayStation 5",
    "price": 69.99,
    "genre": "Action",
    "publisher": "Sony",
    "developer": "Sucker Punch",
    "number of players": "1",
    "decription": "In the late 13th century, the Mongol empire has laid waste to entire nations along their campaign to conquer the east. As the island burns, samurai warrior Jin Sakai stands as one of the last surviving members of his clan. He will do whatever it takes to protect his people and reclaim his home. Uncover the hidden words of Tsushima in an open-world action adventure in Ghost of Tsushima on PS5. Challenge opponents with your katana, master the art of archery, and develop stealth tactics.",
    "img": "https://media.gamestop.com/i/gamestop/11151296/Ghost-of-Tsushima-Directors-Cut----PlayStation-5?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 322639,
    "name": "Halo Infinite",
    "plataform": "Xbox Series X",
    "price": 34.99,
    "genre": "Shooter",
    "publisher": "Microsoft",
    "developer": "Microsoft",
    "number of players": "1",
    "decription": "Master Chief is back in his most epic adventure to date. Experience the ultimate gameplay and explore a stunning sci-fi world in this riveting, first person shooter video game. Halo Infinite release date Holiday 2021.When all hope is lost and humanity’s fate hangs in the balance, the Master Chief is ready to confront the most ruthless foe he's ever faced. The legendary Halo series returns with the most expansive Master Chief story yet.",
    "img": "https://media.gamestop.com/i/gamestop/11108375/Halo-Infinite---Xbox-Series-X?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 212275,
    "name": "Animal Crossing: New Horizons",
    "plataform": "Nintendo Switch",
    "price": 49.99,
    "genre": "Adventure",
    "publisher": "Nintendo",
    "developer": "Nintendo",
    "number of players": "1",
    "decription": "Escape to a deserted island and create your own paradise as you explore, create, and customize in the Animal Crossing: New Horizons game. Your island getaway has a wealth of natural resources that can be used to craft everything from tools to creature comforts. You can hunt down insects at the crack of dawn, decorate your paradise throughout the day, or enjoy sunset on the beach while fishing in the ocean. The time of day and season match real life, so each day on your island is a chance to check in and find new surprises all year round. Get ready to make a splash in your own island paradise. A series of free updates* to the Animal Crossing: New Horizons game for the Nintendo Switch system will deliver new features, including the ability to swim and dive for sea creatures. You'll also get to interact with fresh faces and discover a variety of new items, including mermaid-themed furniture. These free updates are among some of the new experiences coming to your island life over the course of the summer and beyond.",
    "img": "https://media.gamestop.com/i/gamestop/10168434/Animal-Crossing-New-Horizons---Nintendo-Switch?fmt=auto&$pdp-gallery2x$"
  },

  {
    "id": 357775,
    "name": "Final Fantasy XVI Deluxe Edition",
    "plataform": "PlayStation 5",
    "price": 99.99,
    "genre": "RPG",
    "publisher": "Square Enix",
    "developer": "Square Enix",
    "number of players": "1",
    "decription": "The sun is setting upon the land of Valisthea. For centuries, people have flocked to her Mothercrystals to partake of their blessing—the abundant aether that fuels the magicks they rely upon in their everyday lives. But as the aether begins to fade and the lifeless deadlands spread ever further, so too does the struggle over the final flickers of the Mothers' light grow ever more fierce. Bloody battle rages across the realm, rival nations sending their ultimate weapons against each other: the Dominants. Men and women within whom sleep the world-shattering power of an Eikon.",
    "img": "https://media.gamestop.com/i/gamestop/20002374-a905c059?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 344856,
    "name": "The Callisto Protocol (Day One Edition) ",
    "plataform": "Xbox Series X",
    "price": 49.99,
    "genre": "Adventure",
    "publisher": "KRAFTON",
    "developer": "KRAFTON",
    "number of players": "1",
    "decription": "In this narrative-driven, third-person survival horror game set 300 years in the future, the player will take on the role of Jacob Lee – a victim of fate thrown into Black Iron Prison, a maximum-security penitentiary located on Jupiter's moon, Callisto. When inmates begin to transform into monstrous creatures, the prison is thrown into chaos. To survive, Jacob must battle his way to safety to escape Black Iron Prison, while uncovering the dark and disturbing secrets buried beneath the surface of Callisto. Using a unique blend of shooting and close-quarters combat, Jacob will need to adapt his tactics to combat the rapidly evolving creatures while scavenging to unlock new weapons, gear, and abilities to outrun the growing threat and escape the horrors of Jupiter's Dead Moon.",
    "img": "https://media.gamestop.com/i/gamestop/11206954?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 207999,
    "name": "Pokemon Sword",
    "plataform": "Nintendo Switch",
    "price": 39.99,
    "genre": "RPG",
    "publisher": "Nintendo",
    "developer": "Nintendo",
    "number of players": "1",
    "decription": "A new generation of Pokémon is coming to the Nintendo Switch system. Become a Pokémon Trainer, embark on a new journey in the new Galar region, and unravel the mystery behind the Legendary Pokémon Zacian and Zamazenta! Explore the Wild Area, a vast expanse of land where the player can freely control the camera. And participate in Max Raid Battles*** in which players will face off against gigantic and super-strong Pokémon known as Dynamax Pokémon. Begin your adventure by choosing one of three new partner Pokémon: Grookey, Scorbunny, or Sobble and encounter new and familiar Pokémon as you catch, battle, and trade. Players can control the camera and explore the vast areas around them in the Wild Area. Team up with other players locally or online in the new multiplayer co-op Max Raid Battles. Trainers who possess the special item Dynamax Band can Dynamax their own Pokémon. Get ready for the next Pokémon adventure in the Pokémon Sword and Pokémon Shield games.",
    "img": "https://media.gamestop.com/i/gamestop/10173915/Pokemon-Sword---Nintendo-Switch?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 238849,
    "name": "Resident Evil Village",
    "plataform": "PlayStation 5",
    "price": 29.99,
    "genre": "Action",
    "publisher": "Capcom",
    "developer": "Capcom",
    "number of players": "1",
    "decription": "Experience survival horror like never before in Resident Evil Village on PS5. Elevate each desperate fight to survive by showcasing the most realistic and terrifying graphics to date. The all-new title is the eighth major installment in the storied Resident Evil franchise, which established the survival horror genre nearly 25 years ago. The title is currently in development using Capcom’s proprietary RE Engine, used to create vivid gameplay experiences in hit titles such as Resident Evil™ 7 biohazard, Resident Evil™ 2, Resident Evil™ 3, and Devil May Cry™ 5. With hyper-detailed graphics, intense first-person action and masterful storytelling, the terror has never felt more realistic and inescapable. Set a few years after the horrifying events in the critically acclaimed Resident Evil 7 biohazard, the all-new storyline begins with Ethan Winters and his wife Mia living peacefully in a new location, free from their past nightmares. Just as they are building their new life together, tragedy befalls them once again. Chris Redfield, the legendary hero from the Resident Evil series, is reacquainted with the couple and horribly disrupts their life, spiraling Ethan into chaos. A devastated Ethan finds himself in a remote snow-capped village seeking answers after being thrown into an entirely new nightmare.",
    "img": "https://media.gamestop.com/i/gamestop/11114710/Resident-Evil-Village---PlayStation-5?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 341340,
    "name": "One Piece Odyssey",
    "plataform": "Xbox Series X",
    "price": 59.99,
    "genre": "Action",
    "publisher": "Bandai",
    "developer": "Bandai",
    "number of players": "1",
    "decription": "A broken Thousand Sunny... Scattered crew members... Luffy's missing straw hat... During their voyage, the Straw Hats, led by Monkey D. Luffy are swallowed by a huge storm at sea. They end up on a mysterious island full of nature amidst the storm and become separated from each other. The crew set out on a new adventurous journey filled with wonders of a raging nature, powerful enemies, and strange encounters with island locals. Work together with Luffy and his crew to set sail once again!",
    "img": "https://media.gamestop.com/i/gamestop/11204168-11204168?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 335585,
    "name": "Splatoon 3",
    "plataform": "Nintendo Switch",
    "price": 59.99,
    "genre": "Action",
    "publisher": "Nintendo",
    "developer": "Nintendo",
    "number of players": "1-8",
    "decription": "Ink up the Splatlands in the next Splatoon game! Enter the Splatlands, a sun-scorched desert inhabited by battle-hardened Inklings and Octolings. Splatsville, the city of chaos, is the adrenaline-fueled heart of this dusty wasteland. Even in this desolate environment, Turf War* reigns supreme and battles rage in new stages located in the surrounding wilds. Dynamic new moves help these fighters dodge attacks and cover more ground, along with a new bow-shaped weapon to sling ink.",
    "img": "https://media.gamestop.com/i/gamestop/11200512/Splatoon-3---Nintendo-Switch?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 351919,
    "name": "Persona 5 Royal Steelbook",
    "plataform": "PlayStation 5",
    "price": 59.99,
    "genre": "RPG",
    "publisher": "Sega of America",
    "developer": "Atlus",
    "number of players": "1",
    "decription": "Prepare for the award-winning RPG experience in this definitive edition of Persona 5 Royal, featuring a treasure trove of downloadable content included! Don the mask of Joker and join the Phantom Thieves of Hearts as they stage grand heists, infiltrate the minds of the corrupt, and make them change their ways!. Become the ultimate Phantom Thief and defy conventions, discover the power within, and fight for justice in the definitive version of Personal 5 Royal. Wear the mask. Reveal your truth",
    "img": "https://media.gamestop.com/i/gamestop/11098854-a50e2673?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 344637,
    "name": "Gotham Knights",
    "plataform": "Xbox Series X",
    "price": 69.99,
    "genre": "Action",
    "publisher": "Warner Bros. Interactive Entertainment",
    "developer": "WB Games",
    "number of players": "1-2",
    "decription": "With the death of the Caped Crusader, who will step up to defend the streets of Gotham City? Team up with DC Hero’s Batgirl, Nightwing, Red Hood, and Robin in Gotham Knights on Xbox Series X. Protect the citizens from a crime-ridden open world with action-packed gameplay and uncover Gotham’s darkest history in this epic, Batman video game. Gotham Knights is a brand-new open world, third-person action RPG featuring the Batman Family as players step into the roles of Batgirl, Nightwing, Red Hood and Robin, a new guard of trained DC Super Heroes who must rise up as the protectors of Gotham City in the wake of Batman’s death. An expansive, criminal underworld has swept through the streets of Gotham, and it is now up to these new heroes to protect the city, bring hope to its citizens, discipline to its cops and fear to its criminals. Players must save Gotham from descent into chaos and reinvent themselves into their own version of the Dark Knight",
    "img": "https://media.gamestop.com/i/gamestop/11208651/Gotham-Knights---Xbox-Series-X?fmt=auto&$pdp-gallery$"
  },

  {
    "id": 207513,
    "name": "Luigi's Mansion 3",
    "plataform": "Nintendo Switch",
    "price": 49.99,
    "genre": "Action",
    "publisher": "Nintendo",
    "developer": "Nintendo",
    "number of players": "1-8",
    "decription": "Luigi’s invited to the towering Last Resort hotel, but when Mario and friends go missing, our green-clad hero will have to conquer his fears to save them! Slam, blow away, and vacuum up ghosts with the all-new Poltergust G-00, and join forces with Gooigi to overcome the puzzling contraptions and mischievous boss on each themed floor. And that’s just the Last Resort. Enter the ScareScraper for 8-player local wireless or online co-op gameplay. See if you can defeat all the ghosts, rescue all the toads, or clear other objectives before time runs out…in the ScareScraper! And for more mini-game madness, compete on teams at the ScreamPark! Whether you play with friends or wander the hotel alone, you’ll be sucked in by the atmospheric music and ghoulish décor of every cobwebby corner you explore. Why not take in the cinematic sights and sounds with a friend? In the main adventure, you and a friend can play together as Luigi and Gooigi in two-player co-op! Gooigi can walk on spikes, slip through tight spaces, and help Luigi overcome obstacles he can’t tackle alone. Never hurts to have a friend in this hotel; it may not be very spooky, but Luigi begs to differ!",
    "img": "https://media.gamestop.com/i/gamestop/10162390/Luigis-Mansion-3---Nintendo-Switch?fmt=auto&$pdp-gallery$"
  }
]
